Repository: antonsoft0710/iOS_Blockchain_Merchant-App-
Catalog: App/Merchant/Merchant/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_es, fi, fr, he, hi, hr, hu, it, ja, ko, ms, nb, nl, pl, ro, ru, sk, sl, sv_se, th, tr, uk, vi, zh_tw

# setting.location_services.trouble_finding.detail
source: Please try again
ar: الرجاء المحاولة مرة أخرى
ca: Intenteu-ho novament
cs: Zkuste to prosím znovu
da: Prøv venligst igen
de: Bitte versuchen Sie es erneut
el: Παρακαλώ προσπαθήστε ξανά
es_es: Por favor, inténtelo de nuevo
fi: Yritä uudelleen
fr: S'il vous plaît essayer de nouveau
he: אנא נסה שנית
hi: कृपया पुन: प्रयास करें
hr: Molimo pokušajte ponovno
hu: Legyen szíves megpróbál újra
it: Si prega di riprovare
ja: もう一度やり直してください。
ko: 다시 시도 하십시오
ms: Sila cuba lagi
nb: Prøv på nytt
nl: Probeer het a.u.b. opnieuw
pl: Spróbuj ponownie
ro: Vă rugăm să încercaţi din nou
ru: Пожалуйста, попробуйте снова
sk: Skúste to prosím znova
sl: Prosimo, poskusite znova
sv_se: Behaga försök igen
th: โปรดลองอีกครั้ง
tr: Lütfen yeniden deneyin
uk: Будь ласка, спробуйте ще раз
vi: Xin vui lòng thử lại
zh_tw: 請再試一次

# setting.location_services.trouble_finding.title
source: Error Finding Location
ar: خطأ في البحث عن موقع
ca: Localització de descobriment d'error
cs: Chyba při hledání umístění
da: Fejl Finding placering
de: Fehler beim Suchen Lage
el: Σφάλμα διαπίστωση θέση
es_es: Error encontrar ubicación
fi: Löytää sijainnin
fr: Emplacement de constatation d'erreur
he: שגיאה מציאת מיקום
hi: त्रुटि ढूँढना स्थान
hr: Pogreške pronalaženje lokacije
hu: Hiba megállapítás helyének
it: Percorso di individuazione di errori
ja: エラー発見の場所
ko: 오류 발견 위치
ms: Ralat mencari lokasi
nb: Feil finne sted
nl: Fout vinden locatie
pl: Ustalenie lokalizacji błędu
ro: Locaţie de constatare erori
ru: Место нахождения ошибки
sk: Zistenie umiestnenia
sl: Napaka pri iskanju mesto
sv_se: Att hitta plats
th: ตำแหน่งค้นหาข้อผิดพลาด
tr: Hata bulma konum
uk: Помилка місце знаходження
vi: Lỗi tìm kiếm vị trí
zh_tw: 錯誤查找位置

# setting.merchant_listing.value_error.detail
source: Directory listing requires you to provide a business name, address, city, zipcode, telephone, web url, and a description.
ar: سرد الدليل يتطلب منك توفير اسم المؤسسة والعنوان والمدينة، الرمز البريدي، هاتف، محدد موقع معلومات ويب ووصفاً.
ca: Llista de directoris requereix que faciliti un nom d'empresa, adreça, ciutat, zipcode, telèfon, web url i descripció.
cs: Výpis adresáře vyžaduje poskytnutí obchodní jméno, adresa, město, PSČ, telefon, webová adresa url a popis.
da: Biblioteksvisning skal du angive et firmanavn, adresse, by, postnummer, telefon, webadresse og en beskrivelse.
de: Verzeichnisliste müssen Sie ein Firmenname, Adresse, Stadt, Postleitzahl, Telefon, Web-Url und eine Beschreibung bereitstellen.
el: Λίστα καταλόγου απαιτεί από εσάς να παρέχουν μια εταιρική επωνυμία, διεύθυνση, πόλη, ταχυδρομικό κώδικα, τηλέφωνο, web διεύθυνση url και μια περιγραφή.
es_es: Listado en el directorio requiere que proporcione un nombre de empresa, dirección, ciudad, código postal, teléfono, enlace web y una descripción.
fi: Hakemistolistauksen vaatii sinua antamaan yrityksesi nimi, osoite, kaupunki, postinumero, Puhelin, url-osoite ja kuvaus.
fr: Inscription à l'annuaire nécessite de disposer d'un nom commercial, adresse, ville, code postal, téléphone, web url et une description.
he: מפירוט הספריה דורש ממך לספק שם העסק, כתובת, עיר, מיקוד, טלפון, כתובת אינטרנט, ותיאור.
hi: निर्देशिका लिस्टिंग आप एक व्यवसाय के नाम, पता, शहर, ज़िपकोड, टेलीफोन, वेब url और वर्णन प्रदान करने की आवश्यकता है।
hr: Popis datoteka potrebno osigurati naziv tvrtke, adresa, grad, poštanski broj, telefon, web url i opis.
hu: Könyvtárlista megköveteli, hogy egy üzleti neve, címe, város, irányítószám, telefon, web url, és egy leírást.
it: Elenco di directory richiede di fornire un nome commerciale, indirizzo, città, codice postale, telefono, url web e una descrizione.
ja: ディレクトリ一覧では、ビジネスの名前、アドレス、都市、郵便番号、電話、web url、および説明を提供する必要があります。
ko: 디렉터리 목록에서는 회사 이름, 주소, 도시, 우편 번호, 전화, 웹 url 및 설명을 제공 해야 합니다.
ms: Senarai direktori memerlukan anda untuk memberikan nama Perniagaan, alamat, bandar, Kod zip, telefon, web url, dan penerangan.
nb: Katalogoppføring må du oppgi et firmanavn, adresse, by, postnummer, telefon, URL-adresse og en beskrivelse.
nl: Folderlijst moet u een bedrijfsnaam, adres, stad, postcode, telefoon, web-url en een beschrijving.
pl: Katalog aukcji wymaga podać nazwę firmy, adres, miasto, kod pocztowy, telefon, adres url sieci web i opis.
ro: Directorul de listare a cere tu pentru a furniza un nume de afaceri, adresă, oraş, cod postal, telefon, URL-ul web şi o descriere.
ru: Список каталогов необходимо указать название компании, адрес, город, почтовый индекс, Телефон, веб-url и описание.
sk: Výpis adresára vyžaduje, aby ste poskytnúť obchodný názov, adresu, mesto, PSČ, telefón, web url a popis.
sl: Naslovnik obrobljanje zahteva, da zagotovi poslovno ime, naslov, mesto, poštno številko, telefonsko, web url in opis.
sv_se: Kataloglista måste du ange ett företagsnamn, adress, ort, postnummer, telefonnummer, webbadress och en beskrivning.
th: ไดเรกทอรีรายการต้องให้คุณให้ชื่อธุรกิจ ที่อยู่ เมือง รหัสไปรษณีย์ โทรศัพท์ url เว็บ และคำอธิบาย
tr: Dizin listesi, bir işletme adı, adres, şehir, posta kodu, telefon, web URL'sini ve açıklamasını sağlamak gerekir.
uk: Створювати список файлів каталогу, необхідно забезпечити бізнес ім'я, адресу, місто, поштовий індекс, телефон, веб-ресурсу та опис.
vi: Danh sách thư mục yêu cầu bạn cung cấp một tên doanh nghiệp, địa chỉ, thành phố, zipcode, điện thoại, web url và mô tả.
zh_tw: 目錄清單要求您提供企業名稱、 位址、 城市、 郵編、 電話、 web url 和描述。

# setting.merchant_listing.value_error.title
source: Missing Information
ar: المعلومات المفقودة
ca: Falta informació
cs: Chybějící informace
da: Manglende oplysninger
de: Fehlende Informationen
el: Πληροφορίες που λείπουν
es_es: Información que falta
fi: Puuttuvat tiedot
fr: Informations manquantes
he: מידע חסר
hi: अनुपलब्ध जानकारी
hr: Nedostaju podaci
hu: Hiányzó információ
it: Informazioni mancanti
ja: 不足している情報
ko: 누락 된 정보
ms: Kehilangan maklumat
nb: Manglende informasjon
nl: Ontbrekende informatie
pl: Brak informacji o
ro: Lipsesc informaţii
ru: Данные отсутствуют
sk: Chýbajúce informácie
sl: Manjkajoče informacije
sv_se: Information saknas
th: ข้อมูลที่หายไป
tr: Eksik bilgileri
uk: Відсутні відомості
vi: Thiếu thông tin
zh_tw: 缺少的資訊

# setting.name.title
source: Business Name
ar: اسم الشركة
ca: Nom comercial
cs: Obchodní jméno
da: Firmanavn
de: Firmenname
el: Εταιρική επωνυμία
es_es: Nombre del negocio
fi: Toiminimi
fr: Nom d'entreprise
he: שם העסק
hi: व्यवसाय का नाम
hr: Naziv tvrtke
hu: Cégneve
it: Nome azienda
ja: ビジネス名
ko: 비즈니스 이름
ms: Nama Perniagaan
nb: Firmanavn
nl: Bedrijfsnaam
pl: Nazwa firmy
ro: Denumirea
ru: Название компании
sk: Obchodné meno
sl: Firma
sv_se: Firma
th: ชื่อธุรกิจ
tr: İş adı
uk: Фірмове найменування
vi: Tên doanh nghiệp
zh_tw: 業務名稱

# setting.phone_validation_error.detail
source: The phone number is not recognized as a number.
ar: لم يتم التعرف رقم الهاتف كرقم.
ca: El número de telèfon no és reconegut com un nombre.
cs: Telefonní číslo není rozpoznán jako číslo.
da: Telefonnummeret er ikke anerkendt som et tal.
de: Die Telefonnummer wird nicht als Zahl erkannt.
el: Το τηλέφωνο δεν αναγνωρίζεται ως ένα αριθμό.
es_es: El número de teléfono no se reconoce como un número.
fi: Puhelinnumero ei tunnisteta lukuna.
fr: Le numéro de téléphone n'est pas reconnu comme un nombre.
he: מספר הטלפון אינו מזוהה כמספר.
hi: फ़ोन नंबर एक संख्या के रूप में मान्यता प्राप्त नहीं है।
hr: Telefonski broj nije prepoznata kao broj.
hu: A telefonszám van nem elismert mint egy számot.
it: Il numero di telefono non è riconosciuto come un numero.
ja: 電話番号は数値として認識されません。
ko: 전화 번호는 숫자로 인식 되지 않습니다.
ms: Nombor telefon tidak dikenali sebagai nombor.
nb: Telefonnummeret er ikke anerkjent som et tall.
nl: Het telefoonnummer wordt niet herkend als een getal.
pl: Numer telefonu nie jest rozpoznawana jako liczba.
ro: Numărul de telefon nu este recunoscut ca un număr.
ru: Номер телефона не распознается как число.
sk: Telefónne číslo nie je rozpoznaný ako číslo.
sl: Telefonska številka je prepoznana kot več.
sv_se: Telefonnumret inte kan identifieras som ett nummer.
th: ไม่มีการรับรู้หมายเลขโทรศัพท์เป็นตัวเลข
tr: Telefon numarasını bir sayı olarak tanınmıyor.
uk: Номер телефону не розпізнається як число.
vi: Số điện thoại không được công nhận như một số.
zh_tw: 電話號碼不被公認的數目。

# setting.phone_validation_error.title
source: Invalid Phone Number
ar: رقم الهاتف غير صحيح
ca: Número de telèfon no és vàlid
cs: Neplatné telefonní číslo
da: Ugyldigt telefonnummer
de: Ungültige Telefonnummer
el: Αριθμός τηλεφώνου δεν είναι έγκυρη
es_es: Número de teléfono no válido
fi: Puhelinnumero ei kelpaa
fr: Numéro de téléphone non valide
he: מספר טלפון לא חוקי
hi: अमान्य फ़ोन नंबर
hr: Neispravan broj telefona
hu: Érvénytelen telefonszám
it: Numero di telefono non valido
ja: 無効な電話番号
ko: 잘못 된 전화 번호
ms: Nombor telefon tidak sah
nb: Ugyldig telefonnummer
nl: Ongeldig telefoonnummer
pl: Nieprawidłowy numer
ro: Numarul de telefon incorect
ru: Неправильный номер телефона
sk: Neplatné telefónne číslo
sl: Veljavno telefonsko številko
sv_se: Ogiltigt telefonnummer
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
tr: Geçersiz telefon numarası
uk: Неприпустимий номер
vi: Số điện thoại không hợp lệ
zh_tw: 不正確電話號碼

# setting.sort_order.alphabetical.title
source: Alphabetical
ar: أبجدي
ca: Ordre alfabètic
cs: Abecední
da: Alfabetisk
de: Alphabetische
el: Αλφαβητική
es_es: Por orden alfabético
fi: Aakkosjärjestyksessä
fr: Alphabétique
he: האלף-בית
hi: वर्णमाला क्रम में
hr: Abecednim
hu: ABC
it: Alfabetico
ja: アルファベット順
ko: 알파벳
ms: Abjad
nb: Alfabetisk
nl: Alfabetische
pl: Alfabetycznym
ro: Ordine alfabetică
ru: Алфавитном порядке
sk: Abecedný
sl: Abecednem
sv_se: Alfabetisk
th: ตัวอักษร
tr: Alfabetik
uk: За алфавітом
vi: Bảng chữ cái
zh_tw: 按字母順序排列

# setting.sort_order.creation.title
source: Date Added
ar: تاريخ الإضافة
ca: Data afegida
cs: Datum přidání
da: Dato tilføjet
de: Datum hinzugefügt
el: Ημερομηνία προσθήκης
es_es: Fecha agregada
fi: Lisätty
fr: Date d'ajout
he: תאריך נוסף
hi: तिथि जोड़ी गई
hr: Dodano
hu: Hozzáadási dátum
it: Data di inserimento
ja: 追加された日付
ko: 날짜 추가 됨
ms: Tarikh ditambah
nb: Dato lagt til
nl: Datum toegevoegd
pl: Data dodania
ro: Data adaugarii
ru: Дата добавления
sk: Dátum pridané
sl: Datum dodajanja
sv_se: Inkom datum
th: เพิ่มเมื่อวัน
tr: Eklenme tarihi
uk: Дата додавання
vi: Ngày thêm vào
zh_tw: 加入日期

# setting.sort_order.recent.title
source: Recently Added To Transaction
ar: وأضاف مؤخرا للحركة
ca: Afegit últimament a la transacció
cs: Nedávno přidané k transakci
da: For nylig føjet til transaktionen
de: Transaktion zuletzt hinzugefügt
el: Αύξησα πρόσφατα συναλλαγή
es_es: Agregado recientemente a transacción
fi: Äskettäin lisätty tapahtumaan
fr: Récemment ajouté à la Transaction
he: נוסף לאחרונה עסקה
hi: हाल ही में लेनदेन करने के लिए जोड़ा गया
hr: Nedavno dodan transakcije
hu: Nemrégiben hozzáadott tranzakció
it: Recentemente aggiunto alla transazione
ja: 最近トランザクションに追加
ko: 최근 거래에 추가
ms: Tempahan ditambah kepada transaksi
nb: Nylig lagt til transaksjonen
nl: Onlangs toegevoegd aan de transactie
pl: Ostatnio dodane do transakcji
ro: Adăugate recent la tranzacţie
ru: Недавно добавленные в транзакции
sk: Nedávno pridané do transakcie
sl: Nedavno dodano transakcije
sv_se: Har nyligen lagt till transaktionen
th: เพิ่ง เพิ่มธุรกรรม
tr: En son eklenen hareketle
uk: Нещодавно додано до транзакції
vi: Mới thêm vào giao dịch
zh_tw: 最近添加到交易記錄

# setting.sort_order.title
source: Item Sort Order
ar: ترتيب فرز العناصر
ca: Element d'ordenació
cs: Pořadí řazení položek
da: Vare sorteringsrækkefølge
de: Element-Sortierreihenfolge
el: Προβλέπει σειρά ταξινόμησης
es_es: Elemento de ordenación
fi: Nimikkeen lajittelujärjestys
fr: Ordre de tri des éléments
he: סדר המיון פריט
hi: आइटम सॉर्ट क्रम
hr: Redoslijed sortiranja stavki
hu: Cikk rendezési sorrend
it: Elemento di ordinamento
ja: アイテムの並べ替え順序
ko: 항목 정렬 순서
ms: Perintah Susun item
nb: Elementet sorteringsrekkefølge
nl: Volgorde van items sorteren
pl: Kolejność sortowania elementu
ro: Ordinea de sortare element
ru: Порядок сортировки элементов
sk: Poradie zoradenia položiek
sl: Artikel vrstni red
sv_se: Sorteringsordning för objekt
th: ลำดับการจัดเรียงสินค้า
tr: Öğe sıralama düzeni
uk: Порядок сортування елементів
vi: Thứ tự sắp xếp mục
zh_tw: 專案排序次序

# setting.telephone.title
source: Telephone
ar: الهاتف
ca: Telèfon
cs: Telefon
da: Telefon
de: Telefon
el: Τηλέφωνο
es_es: Teléfono
fi: Puhelin
fr: Téléphone
he: טלפון
hi: टेलीफोन
hr: Telefon
hu: Telefon
it: Telefono
ja: 電話
ko: 전화
ms: Telefon
nb: Telefon
nl: Telefoon
pl: Telefon
ro: Telefon
ru: Телефон
sk: Telefón
sl: Telefon
sv_se: Telefon
th: โทรศัพท์
tr: Telefon
uk: Телефон
vi: Điện thoại
zh_tw: 電話

# setting.url_validation_error.detail
source: The address entered is not valid
ar: عنوان الذي تم إدخاله غير صحيح
ca: L'adreça introduït no és vàlid
cs: Zadaná adresa není platná
da: Den indtastede adresse er ikke gyldig
de: Die eingegebene Adresse ist nicht gültig
el: Η διεύθυνση που εισάγατε δεν είναι έγκυρος
es_es: La dirección introducida no es válida
fi: Määritetty osoite ei ole kelvollinen
fr: L'adresse saisie n'est pas valide
he: הכתובת שהוזן אינו חוקי
hi: दर्ज किया गया पता मान्य नहीं है
hr: Unesena adresa nije valjana
hu: A megadott cím érvénytelen.
it: L'indirizzo inserito non è valido
ja: 入力されたアドレスは有効ではないです。
ko: 입력 한 주소는 유효 하지 않습니다.
ms: Alamat yang dimasukkan adalah tidak sah
nb: Adressen skrev inn er ikke gyldig
nl: Het ingevoerde adres is niet geldig
pl: Wprowadzony adres nie jest prawidłowa
ro: Adresa introdus nu este valid
ru: Введенный адрес не является допустимым
sk: Zadaná adresa nie je platná
sl: Vneseni naslov ni veljaven
sv_se: Den adress som angetts är inte giltigt
th: อยู่ที่ป้อนไม่ถูกต้อง
tr: Girdiğiniz adres geçerli değil
uk: Введені адреси немає у
vi: Địa chỉ được nhập là không hợp lệ
zh_tw: 輸入的位址不是有效

# setting.url_validation_error.title
source: Invalid Website
ar: موقع صالح
ca: Lloc web no és vàlida
cs: Neplatná webová
da: Ugyldig hjemmeside
de: Ungültige Website
el: Η ιστοσελίδα δεν είναι έγκυρος
es_es: Sitio web no es válido
fi: Virheellinen sivusto
fr: Site Web non valide
he: צירוף לא חוקי של האתר
hi: अमान्य वेबसाइट
hr: Web-mjesto nije valjano
hu: Érvénytelen honlapján
it: Sito Web non valido
ja: 無効なサイト
ko: 잘못 된 웹사이트
ms: Laman web tidak sah
nb: Ugyldig nettsted
nl: Ongeldig Website
pl: Nieprawidłowa strona
ro: Site-ul de invalid
ru: Недопустимый веб-сайт
sk: Neplatné stránky
sl: Neveljavna spletna stran
sv_se: Ogiltig webbplats
th: เว็บไซต์ไม่ถูกต้อง
tr: Geçersiz Web sitesi
uk: Неприпустимий веб-сайт
vi: Trang web không hợp lệ
zh_tw: 不正確網站

# setting.wallet_address.title
source: Address
ar: عنوان
ca: Adreça
cs: Adresa
da: Adresse
de: Adresse
el: Διεύθυνση
es_es: Dirección
fi: Osoite
fr: Adresse
he: כתובת
hi: पते
hr: Adresa
hu: Cím
it: Indirizzo
ja: アドレス
ko: 주소
ms: Alamat
nb: Adresse
nl: Adres
pl: Adres
ro: Adresa
ru: Адрес
sk: Adresa
sl: Naslov
sv_se: Adress
th: ที่อยู่
tr: Adres
uk: Адреса
vi: Địa chỉ
zh_tw: 位址

# setting.website.title
source: Website
ar: موقع على شبكة الإنترنت
ca: Lloc web
cs: Webové stránky
da: Hjemmeside
de: Webseite
el: Ιστοσελίδα
es_es: Sitio web
fi: Sivusto
fr: Site Web
he: אתר אינטרנט
hi: वेबसाइट
hr: Web-mjesto
hu: Honlap
it: Sito Web
ja: ウェブサイト
ko: 웹사이트
ms: Laman web
nb: Nettsted
pl: Strona internetowa
ro: Site-ul
ru: Веб-сайт
sk: Webové stránky
sl: Spletna stran
sv_se: Hemsida
th: เว็บไซต์
tr: Web sitesi
uk: Веб-сайт
vi: Trang web
zh_tw: 網站

# signup.alert.title
source: Try again
ar: حاول مرة أخرى
ca: Torneu
cs: Zkuste to znovu
da: Prøv igen
de: Wiederholen
el: Δοκίμασε ξανά
es_es: Vuelve a intentarlo
fi: Yritä uudestaan
fr: Réessayez
he: נסה שוב
hi: फिर कोशिश करो
hr: pokušaj ponovo
hu: próbáld újra
it: Riprova
ja: もう一度やり直してください
ko: 다시 시도
ms: cuba lagi
nb: prøv igjen
nl: &Opnieuw
pl: Próbuj ponownie
ro: încearcă din nou
ru: Повторить
sk: skús znova
sl: poskusi znova
sv_se: Försök igen
th: ลองอีกครั้ง
tr: Yeniden Deneyin
uk: Спробуй ще раз
vi: Thử lại
zh_tw: 再試一次

# signup.business.name
source: Business Name
ar: اسم الشركة
ca: Nom comercial
cs: Obchodní jméno
da: Firmanavn
de: Firmenname
el: Εταιρική επωνυμία
es_es: Nombre del negocio
fi: Toiminimi
fr: Nom d'entreprise
he: שם העסק
hi: व्यवसाय का नाम
hr: Naziv tvrtke
hu: Cégneve
it: Nome azienda
ja: ビジネス名
ko: 비즈니스 이름
ms: Nama Perniagaan
nb: Firmanavn
nl: Bedrijfsnaam
pl: Nazwa firmy
ro: Denumirea
ru: Название компании
sk: Obchodné meno
sl: Firma
sv_se: Firma
th: ชื่อธุรกิจ
tr: İş adı
uk: Фірмове найменування
vi: Tên doanh nghiệp
zh_tw: 業務名稱

# signup.currency.name
source: Currency
ar: تحويل العملات
ca: Moneda
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es_es: Moneda
fi: Valuutta
fr: Devise
he: מטבע
hi: मुद्रा
hr: Valuta
hu: Pénznem
it: Valuta
ja: 通貨
ko: 통화
ms: Mata Wang
nb: Valuta
nl: Valuta
pl: Waluta
ro: Moneda
ru: Валюта
sk: Meny
sl: Valute
sv_se: Valuta
th: สกุลเงิน
tr: Para birimi
uk: Валюти
vi: Thu
zh_tw: 貨幣

# signup.pin.reset
source: Reset Pin
ar: إعادة تعيين رقم Pin
ca: Reinicialització clavar
cs: Resetovat kód Pin
da: Nulstille Pin
de: Pin zurücksetzen
el: Επαναφορά του Pin
es_es: Pin de RESET
fi: Palauta PIN-tunnus
fr: Réinitialiser le code Pin
he: איפוס Pin
hi: पिन रीसेट करें
hr: Ponovno postavljanje Pin
hu: PIN-kód visszaállítása
it: Reimpostare il Pin
ja: Pin をリセットします。
ko: 리셋 핀
ms: Set semula Pin
nb: Tilbakestille PIN-koden
nl: Pincode opnieuw instellen
pl: Zresetować kod Pin
ro: Resetaţi codul Pin
ru: Сброс ПИН-кода
sk: Obnoviť kód Pin
sl: Ponastavitev Pin
sv_se: Återställa PIN-koden
th: Pin ใหม่
tr: PIN'i Sıfırla
uk: Скинути PIN-код
vi: Đặt lại mã Pin
zh_tw: 重置 Pin

# signup.pin.set
source: Set Pin
ar: تعيين رقم التعريف الشخصي
ca: Conjunt de Pin
cs: Stavěcí kolík
da: Angiv pinkode
el: Ορισμός Pin
es_es: Pin set
fi: Aseta kiertopiste
fr: Mettre broche
he: הסיכה קבוע
hi: सेट पिन
hr: Postavi Pin
hu: Forgáspont beállítása
it: Perno di arresto
ja: 設定ピン
ko: Set 핀
ms: Pin ditetapkan
nb: Angi aksel
pl: Ustawianie Pin
ro: Setare Pin
ru: Установить ПИН-код
sk: Nastaviť kód Pin
sl: Nastavi Pin
sv_se: Ställ in pinkodsskydd
th: ตั้งค่า Pin
uk: Встановити PIN-код
vi: Đặt Pin
zh_tw: 固定的銷

# signup.wallet.name
source: Wallet Address
ar: عنوان المحفظة
ca: Adreça de cartera
cs: Peněženka adresa
da: Tegnebog adresse
de: Geldbörse-Adresse
el: Διεύθυνση πορτοφόλι
es_es: Dirección de cartera
fi: Lompakko osoite
fr: Adresse de portefeuille
he: הארנק כתובת
hi: बटुआ पते
hr: Novčanik adresa
hu: Pénztárca cím
it: Indirizzo di portafoglio
ja: 財布アドレス
ko: 지갑 주소
ms: Alamat Wallet
nb: Lommebok adresse
nl: Portemonnee adres
pl: Portfel adres
ro: Adresa de portofel
ru: Адрес бумажник
sk: Peňaženka adresu
sl: Denarnica naslov
sv_se: Plånbok adress
th: กระเป๋าสตางค์อยู่
tr: M-cüzdan adresi
uk: Адреса гаманець
vi: Ví địa chỉ
zh_tw: 錢包位址

# signup.warning
source: Business Name, Valid Wallet Address, and Currency are required.
ar: اسم الشركة وعنوان صالح المحفظة والعملة المطلوبة.
ca: Nom comercial adreça vàlida cartera i moneda són obligatoris.
cs: Obchodní jméno, platnou adresu peněženku a měny jsou vyžadovány.
da: Firmanavn, gælder tegnebog adresse og valuta er påkrævet.
de: Firmenname, gültige Adresse der Brieftasche und Währung sind erforderlich.
el: Εταιρική επωνυμία, έγκυρη διεύθυνση πορτοφόλι και νόμισμα απαιτούνται.
es_es: Nombre del negocio, dirección de carpeta válida y moneda son necesarios.
fi: Toiminimi, lompakko sähköpostiosoitteen ja valuutan tarvitaan.
fr: Raison sociale, adresse valide de portefeuille et monnaie sont nécessaires.
he: שם העסק, כתובת הארנק חוקי ומטבע נדרשים.
hi: व्यवसाय का नाम, मान्य बटुआ पते और मुद्रा आवश्यक हैं।
hr: Potrebni su ime, valjana novčanik adresa i valute.
hu: Cégneve, érvényes pénztárca cím, és a pénznem szükség.
it: Ragione sociale, indirizzo valido portafoglio e valuta sono necessari.
ja: ビジネスの名前、有効な財布のアドレス、および通貨が必要です。
ko: 회사 이름, 유효한 지갑 주소, 통화가 됩니다.
ms: Nama Perniagaan, alamat Wallet sah dan Mata Wang yang diperlukan.
nb: Firmanavn og gyldig lommebok adresse valuta kreves.
nl: Bedrijfsnaam, geldig portemonnee adres en valuta zijn vereist.
pl: Nazwa firmy, prawidłowy adres portfel i waluty.
ro: Denumirea, adresa valida portofel şi monedă sunt necesare.
ru: Требуются бизнес имя, действительный адрес бумажник и валюты.
sk: Obchodné meno, platnú adresu peňaženku a meny sú povinné.
sl: Firma, veljaven naslov denarnico in valute so potrebni.
sv_se: Firma, giltig plånbok adress och valuta krävs.
th: ชื่อธุรกิจ กระเป๋าสตางค์ที่ อยู่ที่ถูกต้อง และสกุลเงินจำเป็น
tr: İşletme adı, geçerli cüzdan adresi ve para birimi gereklidir.
uk: Назву компанії, адресу гаманець і валюти не потрібно.
vi: Tên doanh nghiệp, địa chỉ hợp lệ ví và thu được yêu cầu.
zh_tw: 企業名稱、 有效的錢包位址和貨幣的要求。

# transaction.detail.minutes
source: minutes
ar: دقيقة
ca: minuts
cs: minuty
da: minutter
de: Minuten
el: λεπτά
es_es: minutos
fi: minuuttia
he: דקות
hi: मिनट
hr: minuta
hu: perc
it: minuti
ja: 分
ko: 분
ms: minit
nb: minutter
nl: minuten
pl: minut
ro: minute
ru: минут
sk: minút
sl: minut
sv_se: minuter
th: นาที
tr: dakika
uk: хвилин
vi: phút
zh_tw: 分鐘

# transaction.detail.seconds
source: seconds
ar: ثانية
ca: segons
cs: sekundy
da: sekunder
de: Sekunden
el: δευτερόλεπτα
es_es: segundos
fi: sekuntia
fr: secondes
he: שניות
hi: सेकंड
hr: sekundi
hu: másodperc
it: secondi
ja: 秒
ko: 초
ms: saat
nb: sekunder
nl: seconden
pl: sekund
ro: secunde
ru: секунд
sk: sekúnd
sl: sekund
sv_se: sekunder
th: วินาที
tr: saniye
uk: секунд
vi: giây
zh_tw: 秒

# transaction.detail.time.ago
source: %.0f %@ ago
ar: %@ %.0f قبل
ca: %.0f %@ fa
cs: %.0f %@ před
da: %.0f %@ siden
de: %.0f %@ vor
el: %.0f %@ πριν
es_es: %.0f %@ hace
fi: %.0f %@ sitten
fr: Il y a de %.0f %@
he: %.0f %@ לפני
hi: %.0f %@ पहले
hr: %.0f %@ prije
hu: %.0f %@ napja
it: %.0f %@ fa
ja: 前 %.0f %@
ko: 전 %.0f %@
ms: %@ %.0f yang lalu
nb: %.0f %@ siden
nl: %.0f %@ geleden
pl: %.0f %@ temu
ro: %.0f %@ în urmă
ru: %.0f %@ назад
sk: %.0f %@ pred
sl: %.0f %@ pred
sv_se: %.0f %@ sedan
th: %@ %.0f ที่ผ่านมา
tr: %.0f %@ önce
uk: %.0f %@ тому
vi: %.0f %@ trước
zh_tw: %.0f %@ 前

# general.NA
source: N/A
cs: NENÍ K DISPOZICI
da: NIELSEN
el: Δ/Υ
hu: NINCS ADAT
nb: I/T
nl: N/B
pl: N/D!
ru: Н/Д
sl: N/V
