Repository: antonsoft0710/iOS_Blockchain_Merchant-App-
Catalog: App/Merchant/Merchant/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_es, fi, fr, he, hi, hr, hu, it, ja, ko, ms, nb, nl, pl, ro, ru, sk, sl, sv_se, th, tr, uk, vi, zh_tw

# navigation.logout
source: Logout
ar: تسجيل الخروج
cs: Odhlášení
el: Αποσύνδεση
es_es: Cierre de sesión
fi: Kirjaudu ulos
he: יציאה מהמערכת
hi: लॉग आउट
hr: Odjava
hu: Kijelentkezés
ja: ログアウト
ko: 로그 아웃
ms: Log keluar
nb: Logg
ro: Deconectare
ru: Выход
sk: Odhlásiť
sv_se: Logga ut
th: ออกจากระบบ
tr: Oturum kapatma
uk: Вихід із системи
vi: Đăng xuất
zh_tw: 登出

# navigation.pos
source: POS
ar: نقاط البيع
el: ΠΩΣ
fr: POINT DE VENTE
ko: 포스

# navigation.price_news
source: Price & News
ar: الأسعار وأخبار
ca: Preu i notícies
cs: Cena a novinky
da: Pris & Nyheder
de: Preis & News
el: Τιμή & Ειδήσεις
es_es: Precio & noticias
fi: Hinnat & Uutiset
fr: Prix & News
he: מחיר & חדשות
hi: मूल्य & समाचार
hr: Cijene & Novosti
hu: Ár & Hírek
it: Prezzo & Notizie
ja: 価格 & ニュース
ko: 가격 및 뉴스
ms: Harga & Berita
nb: Pris og nyheter
nl: Prijs & nieuws
pl: Cena & News
ro: Pret & Stiri
ru: Цены & Новости
sk: Ceny & Novinky
sl: Cene & novice
sv_se: Pris & Nyheter
th: ราคา & ข่าว
tr: Fiyat & Haberler
uk: Ціна & Новини
vi: Giá & tin tức
zh_tw: 價格 & 新聞

# navigation.settings
source: Settings
ar: إعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es_es: Configuración
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
ms: Seting
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
ro: Setări
ru: Параметры
sk: Nastavenia
sl: Nastavitve
sv_se: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_tw: 設置

# navigation.transactions
source: Transactions
ar: المعاملات
ca: Transaccions
cs: Transakce
da: Transaktioner
de: Transaktionen
el: Συναλλαγές
es_es: Transacciones
fi: Tapahtumat
he: תנועות
hi: लेन-देन
hr: Transakcije
hu: Tranzakciók
it: Transazioni
ja: トランザクション
ko: 거래
ms: Urus niaga
nb: Transaksjoner
nl: Transacties
pl: Transakcji
ro: Tranzacţii
ru: Операции
sk: Transakcie
sl: Transakcije
sv_se: Transaktioner
th: ธุรกรรม
tr: Hareketleri
uk: Угоди
vi: Giao dịch
zh_tw: 交易

# network.problem.detail
source: We encountered a networking issue. Please try again.
ar: واجهنا مشكلة شبكات. الرجاء المحاولة مرة أخرى.
ca: Hem trobat un assumpte de connexió de xarxes. Torneu-ho a provar.
cs: Narazili jsme problémy se sítí. Opakujte akci.
da: Vi fandt en networking spørgsmål. Prøv venligst igen.
de: Wir ist ein Netzwerkproblem aufgetreten. Bitte versuchen Sie es erneut.
el: Αντιμετωπίσαμε ένα θέμα δικτύωσης. Παρακαλώ ξαναπροσπαθήστε.
es_es: Nos encontramos con un problema de red. Por favor, inténtelo de nuevo.
fi: Olemme törmänneet verkko ongelma. Yritä uudelleen.
fr: Nous avons rencontré un problème de réseau. S'il vous plaît essayer de nouveau.
he: נתקלנו בעיית רשת. נא נסה שוב.
hi: हम एक नेटवर्किंग समस्या का सामना करना पड़ा। कृपया पुन: प्रयास करें।
hr: Smo susreli mreža problem. Molimo pokušajte ponovo.
hu: Találkoztunk egy hálózati probléma. Kérjük, próbálja meg újra.
it: Si è verificato un problema di rete. Si prega di riprovare.
ja: ネットワークの問題が発生しました。 もう一度やり直してください。
ko: 우리는 네트워킹 문제 발생. 다시 시도 하십시오.
ms: Kami menghadapi masalah rangkaian. Sila cuba sekali lagi.
nb: Vi møtte en nettverk problem. Prøv på nytt.
nl: Er is een netwerk probleem opgetreden. Probeer het opnieuw.
pl: Możemy napotkał problem z siecią. Proszę spróbować ponownie.
ro: Am întâlnit o problemă de reţea. Vă rugăm să încercaţi din nou.
ru: Мы столкнулись с проблемой сетей. Пожалуйста, попробуйте еще раз.
sk: Sme sa stretli siete problém. Prosím skúste to znova.
sl: Smo naleteli mreže vprašanje. Prosimo, poskusite znova.
sv_se: Vi stötte på en nätverk fråga. Försök igen.
th: เราพบปัญหาเครือข่าย กรุณาลองอีกครั้ง
tr: Bir ağ sorunu ile karşılaştı. Lütfen yeniden deneyin.
uk: Ми зустріли мереж питання. Будь ласка, спробуйте ще раз.
vi: Chúng tôi gặp phải một vấn đề mạng. Xin vui lòng thử lại.
zh_tw: 我們遇到了網路問題。 請再試一次。

# network.problem.title
source: Network Error
ar: خطأ في شبكة الاتصال
ca: Error de xarxa
cs: Chyba sítě
da: Netværksfejl
de: Netzwerkfehler
el: Σφάλμα δικτύου
es_es: Error de red
fi: Verkkovirhe
fr: Erreur réseau
he: שגיאת רשת
hi: नेटवर्क त्रुटि
hr: Mrežna pogreška
hu: Hálózati hiba
it: Errore di rete
ja: ネットワーク エラー
ko: 네트워크 오류
ms: Ralat rangkaian
nb: Nettverksfeil
nl: Netwerkfout
pl: Błąd sieci
ro: Eroare de reţea
ru: Ошибка сети
sk: Chyba siete
sl: Omrežna napaka
sv_se: Nätverksfel
th: ข้อผิดพลาดเครือข่าย
tr: Ağ hatası
uk: Мережна помилка
vi: Lỗi mạng
zh_tw: 網路錯誤

# networking.post_merchant.fail
source: Merchant Post Failure
ar: فشل وظيفة التاجر
ca: Mercant Post fracàs
cs: Obchodní Post selhání
da: Købmand Post fejl
de: Händler-Post-Fehler
el: Έμπορος θέση αποτυχία
es_es: Falta Post mercantil
fi: Kauppias Post virhe
fr: Échec de poste marchand
he: הסוחר Post כשל
hi: व्यापारी पोस्ट विफलता
hr: Trgovac Post neuspjeh
hu: Kereskedő Post hiba
it: Mercantili Post fallimento
ja: 商人 Post 障害
ko: 가맹점 게시 실패
ms: Kegagalan Post Saudagar
nb: Kjøpmann Post feil
nl: Zakelijke Post mislukking
pl: Kupiec po awarii
ro: Comerciant Post eşec
ru: Торговый пост провал
sk: Obchodné miesto zlyhaniu
sl: Trgovec Post napaka
sv_se: Handelsfartyg Post fel
th: ความล้มเหลวในการลงรายการบัญชีผู้ขาย
tr: Tüccar Post hatası
uk: Торговий пост провал
vi: Thương gia bài thất bại
zh_tw: 商人的開機自檢故障

# pin.entry.enter_new_passcode
source: Enter new passcode
ar: أدخل رمز مرور جديد
ca: Introduïu el nou codi d'accés
cs: Zadejte nové heslo
da: Indtast ny adgangskode
de: Neues Passwort eingeben
el: Εισάγετε το νέο κωδικό πρόσβασης
es_es: Ingrese código de acceso nuevo
fi: Anna uusi salasana
fr: Entrez le nouveau mot de passe
he: הזן קוד גישה חדש
hi: नया पासकोड दर्ज करें
hr: Unesite novi pristupni kôd
hu: Adja meg az új PIN-kód
it: Immettere il nuovo codice di accesso
ja: 新しいパスコードを入力してください。
ko: 새 암호 코드 입력
ms: Masukkan kata laluan baru
nb: Angi nytt passord
nl: Voer nieuwe toegangscode
pl: Wprowadź nowe hasło
ro: Introduceþi noua parolã
ru: Введите новый пароль
sk: Zadajte nový prístupový kód
sl: Vnesite novo geslo
sv_se: Ange nytt lösenord
th: ป้อนรหัสผ่านใหม่
tr: Yeni giriş kodunu girin
uk: Введіть новий пароль
vi: Nhập mã truyền mới
zh_tw: 輸入新密碼

# pin.entry.enter_passcode
source: Enter your passcode
ar: أدخل رمز المرور الخاص بك
ca: Ingressar al seu passcode
cs: Zadejte své heslo
da: Indtast din passcode
de: Geben Sie den passcode
el: Εισάγετε τον κωδικό πρόσβασής σας
es_es: Ingrese su código de acceso
fi: Kirjoita tunnusluku
fr: Saisissez votre mot de passe
he: הזן את הסיסמא שלך
hi: अपना पासकोड दर्ज करें
hr: Unesite svoj pristupni kôd
hu: Adjuk meg a jelszót
it: Inserisci il tuo codice di accesso
ja: パスコードを入力します。
ko: 당신의 암호 입력
ms: Masukkan kod laluan anda
nb: Angi passordet ditt
nl: Voer uw wachtwoord
pl: Wprowadź swój kod dostępu
ro: Introduceţi parola ta
ru: Введите секретный код
sk: Zadajte svoj prístupový kód
sl: Vnesite vaše geslo
sv_se: Ange ditt lösenord
th: ป้อนรหัสผ่านของคุณ
tr: Senin giriş kodunu girin
uk: Введіть ваш пароль
vi: Nhập mã khóa của bạn
zh_tw: 輸入您的密碼

# pin.entry.password_incorrect
source: Passcode Incorrect
ar: رمز غير صحيحة
ca: Passcode incorrecta
cs: Chybné heslo
da: Adgangskode forkert
de: Passwort falsch
el: Εσφαλμένο κωδικό πρόσβασης
es_es: Código de acceso incorrecto
fi: Virheellinen tunnuskoodi
fr: Mot de passe Incorrect
he: קוד שגוי
hi: पासकोड ग़लत
hr: Zaporka neispravna
hu: Helytelen PIN-kód
it: Codice di accesso errato
ja: 不正なパスコード
ko: 잘못 된 암호
ms: Kod laluan yang betul
nb: Passord feil
nl: Onjuiste toegangscode
pl: Nieprawidłowe hasło
ro: Parolă incorectă
ru: Неправильный пароль
sk: Prístupový kód nesprávne
sl: Nepravilno geslo
sv_se: Lösenord felaktigt
th: รหัสผ่านไม่ถูกต้อง
tr: Şifre yanlış
uk: Неправильний пароль
vi: Mật mã không chính xác
zh_tw: 密碼不正確

# pin.entry.re_enter_passcode
source: Re-enter your passcode
ar: أعد إدخال رمز المرور الخاص بك
ca: Tornar a entrar al seu passcode
cs: Znovu zadat své heslo
da: Indtast din adgangskode igen
de: Ihr Passwort erneut eingeben
el: Πληκτρολογήστε ξανά τον κωδικό πρόσβασής σας
es_es: Vuelva a introducir su código de acceso
fi: Kirjoita uudelleen salasana
fr: Entrez à nouveau votre code d'accès
he: הזן מחדש את הסיסמא שלך
hi: पुन: अपना पासकोड दर्ज करें
hr: Ponovo unesite lozinku
hu: Írja be újra a jelszót
it: Immettere nuovamente il codice di accesso
ja: パスコードを再入力します。
ko: 당신의 암호를 다시 입력
ms: Masukkan semula kata laluan anda
nb: Angi passordet ditt på nytt
nl: Voer uw wachtwoord opnieuw in
pl: Wprowadź ponownie hasło
ro: Reintroduceți parola ta
ru: Повторно введите ваш пароль
sk: Znova zadajte prístupový kód
sl: Ponovno vnesite vaše geslo
sv_se: Ange ditt lösenord igen
th: ใส่รหัสผ่านของคุณอีกครั้ง
tr: Senin giriş kodunu yeniden girin
uk: Повторно введіть пароль
vi: Nhập lại mật mã của bạn
zh_tw: 重新輸入您的密碼

# pin.entry.validation_failed
source: Passcode Validation Failed
ar: فشل التحقق من صحة رمز المرور
ca: Passcode validació fracassada
cs: Ověření hesla se nezdařilo.
da: Adgangskoden validering mislykkedes
de: Passcode Validierung fehlgeschlagen
el: Passcode επικύρωση απέτυχε
es_es: Validación de clave de acceso no se pudo
fi: Salasanan vahvistus epäonnistui
fr: Validation de mot de passe a échoué
he: אימות קוד הגישה נכשלה
hi: पासकोड सत्यापन विफल रहा
hr: Pristupni kôd provjera valjanosti nije uspjela
hu: Jelszót az ellenőrzés nem sikerült
it: Convalida del codice di accesso non riuscito
ja: パスコード検証に失敗しました
ko: 암호 유효성 검사 실패
ms: Pengesahan kata laluan yang gagal
nb: Passord validering mislyktes
nl: Wachtwoord validatie mislukt
pl: Nie można sprawdzić poprawności hasło
ro: Parolã validarea nu a reușit
ru: Сбой проверки пароля
sk: Prístupový kód validácie zlyhala
sl: Geslo preverjanje veljavnosti ni uspelo
sv_se: Passcode kontrollen misslyckades
th: ตรวจสอบรหัสผ่านล้มเหลว
tr: Parola doğrulama başarısız oldu
uk: Помилка верифікації ввести пароль
vi: Mã xác nhận không thành công
zh_tw: 密碼驗證失敗

# pin.info.reset_pin
source: Reset Pin
ar: إعادة تعيين رقم Pin
ca: Reinicialització clavar
cs: Resetovat kód Pin
da: Nulstille Pin
de: Pin zurücksetzen
el: Επαναφορά του Pin
es_es: Pin de RESET
fi: Palauta PIN-tunnus
fr: Réinitialiser le code Pin
he: איפוס Pin
hi: पिन रीसेट करें
hr: Ponovno postavljanje Pin
hu: PIN-kód visszaállítása
it: Reimpostare il Pin
ja: Pin をリセットします。
ko: 리셋 핀
ms: Set semula Pin
nb: Tilbakestille PIN-koden
nl: Pincode opnieuw instellen
pl: Zresetować kod Pin
ro: Resetaţi codul Pin
ru: Сброс ПИН-кода
sk: Obnoviť kód Pin
sl: Ponastavitev Pin
sv_se: Återställa PIN-koden
th: Pin ใหม่
tr: PIN'i Sıfırla
uk: Скинути PIN-код
vi: Đặt lại mã Pin
zh_tw: 重置 Pin

# pin.info.set_pin
source: Set Pin
ar: تعيين رقم التعريف الشخصي
ca: Conjunt de Pin
cs: Stavěcí kolík
da: Angiv pinkode
el: Ορισμός Pin
es_es: Pin set
fi: Aseta kiertopiste
fr: Mettre broche
he: הסיכה קבוע
hi: सेट पिन
hr: Postavi Pin
hu: Forgáspont beállítása
it: Perno di arresto
ja: 設定ピン
ko: Set 핀
ms: Pin ditetapkan
nb: Angi aksel
pl: Ustawianie Pin
ro: Setare Pin
ru: Установить ПИН-код
sk: Nastaviť kód Pin
sl: Nastavi Pin
sv_se: Ställ in pinkodsskydd
th: ตั้งค่า Pin
uk: Встановити PIN-код
vi: Đặt Pin
zh_tw: 固定的銷

# qr.scanning.permission.detail
source: Go to Settings and Enable Camera Access for Blockchain Merchant.
ar: انتقل إلى إعدادات وتمكين الوصول للكاميرا للتاجر بلوكتشين.
ca: Aneu a configuració i permetre accés de càmera per Blockchain Mercader.
cs: Přejděte na nastavení a povolit přístup kamery pro obchodníka Blockchain.
da: Gå til indstillinger, og aktiver kamera adgang for Blockchain købmand.
de: Gehen Sie zu Einstellungen und Kamera-Zugriff aktivieren für Blockchain Händler.
el: Πηγαίνετε στο ρυθμίσεις και ενεργοποίηση πρόσβασης κάμερα για έμπορο Blockchain.
es_es: Vaya a configuración y activar cámara acceso para comerciante de Blockchain.
fi: Siirry asetuksia ja salli kamera Blockchain kauppias.
fr: Allez à paramètres et activer l'accès caméra pour marchand de Blockchain.
he: ללכת הגדרות המצלמה אפשר גישה עבור הסוחר Blockchain.
hi: Blockchain व्यापारी के लिए सेटिंग्स और सक्षम करें कैमरा का उपयोग करने के लिए जाओ।
hr: Idite na postavke i omogući pristup fotoaparatu za Blockchain trgovac.
hu: Megy beállítások és kamera-hozzáférés engedélyezése a kereskedő Blockchain.
it: Vai a impostazioni e abilitare l'accesso fotocamera per Blockchain Merchant.
ja: Blockchain 商人の設定とカメラ アクセスの有効化に移動します。
ko: Blockchain 상인에 대 한 설정 및 사용 카메라 액세스로 이동 합니다.
ms: Pergi ke seting dan membolehkan kamera akses untuk Blockchain peniaga.
nb: Gå til innstillinger og Aktiver kameraet tilgang for Blockchain kjøpmann.
nl: Ga naar instellingen en Camera toegang voor Blockchain handelaar.
pl: Przejdź do ustawienia i włączyć aparat dostępu dla kupca Blockchain.
ro: Du-te la setări şi Enable Camera acces pentru Blockchain comerciant.
ru: Перейдите к настройки и включить доступ к камере для купца Blockchain.
sk: Prejsť na nastavenie a povoliť prístup k fotoaparátu Blockchain obchodníka.
sl: Pojdite na nastavitve in omogoči dostop do kamere za Blockchain trgovec.
sv_se: Gå till inställningar och aktivera kameraåtkomst för Blockchain köpman.
th: ไปตั้งค่าการเข้าถึงกล้องเปิดใช้งานร้านค้า Blockchain
tr: Ayarları ve kamera erişimi etkinleştir Blockchain tüccar için gidin.
uk: Перейти до налаштування і дозволити камери доступ для Blockchain купця.
vi: Đi để cài đặt và kích hoạt tính năng Camera truy cập cho thương gia Blockchain.
zh_tw: 有關詳細資訊，請轉到設置和啟用相機訪問 Blockchain 商人。

# qr.scanning.permission.title
source: Enable Camera Access
ar: تمكين الوصول إلى الكاميرا
ca: Permetre l'accés de càmera
cs: Povolit přístup k fotoaparátu
da: Aktiver kamera adgang
de: Kamera-Zugriff aktivieren
el: Ενεργοποιεί την πρόσβαση της κάμερας
es_es: Permitir el acceso de la cámara
fi: Kameran käyttö
fr: Activez l'accès à la caméra
he: לאפשר גישה המצלמה
hi: कैमरा तक पहुँच सक्षम करें
hr: Omogućiti pristup fotoaparatu
hu: Kamera-hozzáférés engedélyezése
it: Abilitare l'accesso di fotocamera
ja: カメラへのアクセスを有効にします。
ko: 카메라 액세스를 사용 하도록 설정
ms: Mendayakan capaian kamera
nb: Aktivere kameraet tilgang
nl: Camera toegang inschakelen
pl: Umożliwiać dostęp do kamery
ro: Permite accesul aparat de fotografiat
ru: Включение доступа к камере
sk: Povoliť prístup k fotoaparátu
sl: Omogočiti dostop do kamere
sv_se: Aktivera kameraåtkomst
th: เปิดใช้งานการเข้าถึงกล้อง
tr: Kamera erişimi etkinleştir
uk: Зробити доступними камери
vi: Cho phép truy nhập máy ảnh
zh_tw: 啟用相機訪問

# qr.trasnasction.info.waiting
source: Waiting For Payment
ar: انتظار الدفع
ca: Esperant el pagament
cs: Čekání na platbu
da: Venter på betaling
de: Warte auf Zahlung
el: Αναμονή για πληρωμή
es_es: A la espera de pago
fi: Odottaa maksu
fr: En attente de paiement
he: מחכה לתשלום
hi: भुगतान के लिए इंतजार कर
hr: Čeka za plaćanje
hu: Várakozás a fizetésre
it: In attesa di pagamento
ja: 支払いを待っています。
ko: 지불에 대 한 대기
ms: Menunggu pembayaran
nb: Venter på betaling
nl: Wachten op betaling
pl: Oczekiwanie na opłatę
ro: Aşteptare pentru plata
ru: Ожидание для оплаты
sk: Čakanie na platbu
sl: Strežen zakaj vplačilo
sv_se: Väntar på betalning
th: รอการชำระเงิน
tr: Ödeme bekliyorum
uk: Чекаючи платежу
vi: Chờ đợi cho thanh toán
zh_tw: 等待付款

# setting.business_address.category
source: Category
ar: الفئة
ca: Categoria
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es_es: Categoría
fi: Luokka
fr: Catégorie
he: קטגוריה
hi: श्रेणी
hr: Kategorija
hu: Kategória
it: Categoria
ja: カテゴリ
ko: 카테고리
ms: Kategori
nb: Kategori
nl: Categorie
pl: Kategorii
ro: Categorie
ru: Категория
sk: Kategória
sl: Kategorija
sv_se: Kategori
th: ประเภท
tr: Kategori
uk: Категорія
vi: Thể loại
zh_tw: 類別

# setting.business_address.city
source: Business City
ar: مدينة العمل
ca: Ciutat de negocis
cs: Obchodní město
de: Business-Stadt
el: Πόλη των επιχειρήσεων
es_es: Ciudad de negocios
fi: Yrityksen postitoimipaikka
fr: Ville d'affaires
he: עסקים בעיר
hi: व्यापार सिटी
hr: Poslovanja grada
hu: Város
it: Città d'affari
ja: ビジネス街
ko: 사업 시
ms: Bandar perniagaan
nb: Business byen
nl: Werkadres, plaats
pl: Miasto biznesu
ro: Oraş de afaceri
ru: Бизнес-Сити
sk: Obchodné mesto
sl: Podjetje City
sv_se: Affärsstad
th: เมืองธุรกิจ
tr: İş şehir
uk: Бізнес-Сіті
vi: Thành phố kinh doanh
zh_tw: 商業城市

# setting.business_address.title
source: Business Address
ar: عنوان العمل
ca: Domicili social
cs: Adresa do zaměstnání
da: Business-adresse
de: Geschäftsadresse
el: Επαγγελματική διεύθυνση
es_es: Dirección de negocios
fi: Yrityksen osoite
fr: Adresse d'affaires
he: כתובת העבודה
hi: व्यवसाय पता
hr: Poslovna adresa
hu: Üzleti cím
it: Indirizzo commerciale
ja: ビジネス アドレス
ko: 비즈니스 주소
ms: Alamat perniagaan
nb: Adresse, arbeid
nl: Zakelijk adres
pl: Adres firmy
ro: Adresa firmei
ru: Бизнес адрес
sk: Obchodná adresa
sl: Poslovni naslov
sv_se: För företag
th: ธุรกิจที่อยู่
tr: İş adresi
uk: Бізнес-адреса
vi: Địa chỉ doanh nghiệp
zh_tw: 營業位址

# setting.business_address.zipcode
source: Business Zipcode
ar: الرمز البريدي الأعمال
ca: CodigoPostal negoci
cs: Obchodní PSČ
da: Business postnummer
de: Geschäft PLZ
el: Επιχείρηση ταχυδρομικό κώδικα
es_es: Código postal de la empresa
fi: Yrityksen postinumero
fr: Code postal affaires
he: מיקוד עסקי
hi: व्यापार ज़िपकोड
hr: Poslovni poštanski broj
hu: Irányítószám
ja: ビジネス郵便番号
ko: 비즈니스 우편 번호
ms: Kod Zip Perniagaan
nb: Forretning Postnr
nl: Bedrijf postcode
pl: Kod pocztowy firmy
ro: Afaceri cod postal
ru: Почтовый индекс бизнес
sk: PSČ obchodnej
sl: Poslovni poštno številko
sv_se: Business postnummer
th: รหัสไปรษณีย์ธุรกิจ
tr: İş posta kodu
uk: Бізнес поштовий індекс
vi: Kinh doanh Zipcode
zh_tw: 業務郵編

# setting.currency.title
source: Currency
ar: تحويل العملات
ca: Moneda
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es_es: Moneda
fi: Valuutta
fr: Devise
he: מטבע
hi: मुद्रा
hr: Valuta
hu: Pénznem
it: Valuta
ja: 通貨
ko: 통화
ms: Mata Wang
nb: Valuta
nl: Valuta
pl: Waluta
ro: Moneda
ru: Валюта
sk: Meny
sl: Valute
sv_se: Valuta
th: สกุลเงิน
tr: Para birimi
uk: Валюти
vi: Thu
zh_tw: 貨幣

# setting.description.title
source: Description
ar: الوصف
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es_es: Descripción
fi: Kuvaus
he: תיאור
hi: विवरण
hr: Opis
hu: Leírás
it: Descrizione
ja: 説明
ko: 설명
ms: Description/kawalan
nb: Beskrivelse
nl: Beschrijving
pl: Opis
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sv_se: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
vi: Mô tả
zh_tw: 描述

# setting.directory_listing.title
source: Directory Listing
ar: سرد الدليل
ca: Llista de directoris
cs: Výpis adresáře
da: Bibliotek katalogiserer
de: Verzeichnisliste
el: Λίστα καταλόγου
es_es: Listado en el directorio
fi: Hakemistolistauksen
fr: Inscription à l'annuaire
he: מפירוט הספריה
hi: निर्देशिका लिस्टिंग
hr: Popis datoteka
hu: Könyvtárlista
it: Elenco di directory
ja: ディレクトリ一覧
ko: 디렉토리 목록
ms: Senarai direktori
nb: Adresseliste katalogiserer
pl: Katalog aukcji
ro: Listare Director
ru: Список каталогов
sk: Výpis adresára
sl: Naslovnik obrobljanje
sv_se: Kataloglista
th: รายไดเรกทอรี
tr: Dizin listesi
uk: Створювати список файлів каталогу
vi: Danh sách thư mục
zh_tw: 目錄清單

# setting.location_services.disabled.detail
source: Go to your Privacy Settings and enable location services for Blockchain Merchant.
ar: انتقل إلى "إعدادات الخصوصية" الخاصة بك، وتمكين خدمات الموقع للتاجر بلوكتشين.
ca: Anar a la configuració de privadesa i permetre serveis d'ubicació per Blockchain Mercader.
cs: Přejděte k nastavení ochrany osobních údajů a umístění služby pro Blockchain obchodníka.
da: Gå til din personlige indstillinger, og Aktiver placeringstjenester for Blockchain købmand.
de: Gehe zu deinen Privatsphäre-Einstellungen und aktivieren Sie Ortungsdienste für Blockchain Händler.
el: Πηγαίνετε στο ρυθμίσεις απορρήτου σας και ενεργοποιήστε τις υπηρεσίες τοποθεσίας για έμπορο Blockchain.
es_es: Ir a la configuración de privacidad y servicios de ubicación a Blockchain mercader.
fi: Siirry tietosuoja-asetukset ja ota sijaintipalvelut Blockchain kauppias.
fr: Accédez à vos paramètres de confidentialité et activer les services de localisation pour marchand de Blockchain.
he: ללכת להגדרות הפרטיות שלך ולאפשר שירותי המיקום עבור הסוחר Blockchain.
hi: अपनी गोपनीयता सेटिंग्स पर जाएँ और स्थान सेवाओं Blockchain व्यापारी के लिए सक्षम करें।
hr: Idite na postavke privatnosti i omogućavanje usluga lokacije za Blockchain trgovac.
hu: Megy az adatvédelmi beállításokat, és engedélyezi a helyszolgáltatása az Blockchain kereskedő.
it: Vai alle tue impostazioni di Privacy e attivare servizi di localizzazione per Blockchain Merchant.
ja: あなたのプライバシー設定に移動し、Blockchain の商人の位置情報サービスを有効にします。
ko: 개인 정보 설정을 이동한 Blockchain 상인에 대 한 위치 서비스를 활성화 합니다.
ms: Pergi ke seting Privasi awda dan mengaktifkan perkhidmatan lokasi bagi Saudagar Blockchain.
nb: Gå til personverninnstillingene og aktiverer posisjonstjenestene for Blockchain kjøpmann.
nl: Ga naar uw Privacy-instellingen en locatieservices voor Blockchain handelaar in te schakelen.
pl: Przejdź do ustawienia prywatności i włączanie usług lokalizacyjnych dla kupca Blockchain.
ro: Du-te la setările de confidenţialitate şi activaţi serviciile de localizare pentru Blockchain comerciant.
ru: Перейдите к настройки конфиденциальности и включить службы определения местоположения для купца Blockchain.
sk: Prejsť na nastavenie ochrany osobných údajov a umožniť umiestnenie služieb pre obchodníka Blockchain.
sl: Pojdite na nastavitve zasebnosti in omogočite lokacijske storitve za Blockchain trgovec.
sv_se: Gå till sekretessinställningarna och aktivera platstjänster för Blockchain köpman.
th: ไปตั้งค่าความเป็นส่วนตัวของคุณ และเปิดใช้งานบริการสถานที่สำหรับร้านค้า Blockchain
tr: Gizlilik ayarlarınıza gidin ve konum Hizmetleri Blockchain tüccar için etkinleştirin.
uk: Перейти до налаштування конфіденційності та ввімкнення служби локації для Blockchain купця.
vi: Đi đến cài đặt bảo mật và bật các vị trí dịch vụ thương gia Blockchain.
zh_tw: 轉到您的隱私設置並啟用 Blockchain 商人的位置服務。

# setting.location_services.disabled.title
source: Location Services Disabled
ar: موقع لخدمات المعوقين
ca: Ubicació serveis minusvàlids
cs: Umístění služby jsou zakázány
da: Placering tjenester handicappede
de: Lage-Dienste deaktiviert
el: Τοποθεσία υπηρεσίες άτομα με ειδικές ανάγκες
es_es: Ubicación servicios discapacitados
fi: Sijainti Palvelut käytössä
fr: Emplacement des Services personnes handicapées
he: מיקום שירותי נכים
hi: सेवाहरूको स्थान विकलांगों
hr: Mjesto usluge invalidima
hu: Elhelyezkedés szolgáltatások mozgáskorlátozottak
it: Posizione servizi per disabili
ja: ロケーション サービスを無効化
ko: 위치 서비스 사용 안 함
ms: Lokasi Perkhidmatan Kurang Upaya
nb: Plassering tjenester deaktivert
nl: Locatie diensten gehandicapten
pl: Lokalizacja usług osób niepełnosprawnych
ro: Locaţia servicii cu handicap
ru: Расположение службы отключены
sk: Umiestnenie služby zdravotne postihnutých
sl: Mesto storitev onemogočeno
sv_se: Plats tjänster funktionshindrade
th: สถานบริการถูกปิดใช้งาน
tr: Yer hizmetleri devre dışı
uk: Розташування послуги інвалідам
vi: Vị trí dịch vụ Khuyết tật
zh_tw: 位置服務殘疾人

# setting.location_services.locating
source: Locating
ar: تحديد موقع
ca: Localització
cs: Hledání
da: Lokalisering
de: Auffinden von
el: Εντόπιση
es_es: Localización de
fi: Sijainti
fr: Localisation
he: איתור
hi: ढूँढ रहा है
hr: Pronalaženje
hu: Megkeresése
it: Individuazione
ja: 検索
ko: 찾기
ms: Mengesan
nb: Finne
nl: Zoeken
pl: Lokalizowanie
ro: Localizarea
ru: Поиск
sk: Umiestnenie
sl: Iskanje
sv_se: Att lokalisera
th: ค้นหา
tr: Bulma
uk: Розміщення
vi: Vị trí
zh_tw: 定位
