Repository: antonsoft0710/iOS_Blockchain_Merchant-App-
Catalog: App/Merchant/Merchant/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_es, fi, fr, he, hi, hr, hu, it, ja, ko, ms, nb, nl, pl, ro, ru, sk, sl, sv_se, th, tr, uk, vi, zh_tw

source: Cancel
ar: إلغاء الأمر
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: "Άκυρο"
es_es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
ro: Revocare
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv_se: Avbryt
th: ยกเลิก
tr: İptal
uk: "Скасувати"
vi: Hủy bỏ
zh_tw: 取消

# action.cancel
source: Cancel
ar: إلغاء الأمر
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: "Άκυρο"
es_es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
ro: Revocare
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv_se: Avbryt
th: ยกเลิก
tr: İptal
uk: "Скасувати"
vi: Hủy bỏ
zh_tw: 取消

# action.save
source: Save
ar: حفظ
ca: Desa
cs: Uložit
da: Gem
de: Sie sparen
el: Αποθήκευση
es_es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
ro: Salvaţi
ru: Сохранить
sk: Uložiť
sl: Shrani
sv_se: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Tiết kiệm
zh_tw: 保存

# action_picker.categories
source: Category
ar: الفئة
ca: Categoria
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es_es: Categoría
fi: Luokka
fr: Catégorie
he: קטגוריה
hi: श्रेणी
hr: Kategorija
hu: Kategória
it: Categoria
ja: カテゴリ
ko: 카테고리
ms: Kategori
nb: Kategori
nl: Categorie
pl: Kategorii
ro: Categorie
ru: Категория
sk: Kategória
sl: Kategorija
sv_se: Kategori
th: ประเภท
tr: Kategori
uk: Категорія
vi: Thể loại
zh_tw: 類別

# action_picker.currency
source: Currency
ar: تحويل العملات
ca: Moneda
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es_es: Moneda
fi: Valuutta
fr: Devise
he: מטבע
hi: मुद्रा
hr: Valuta
hu: Pénznem
it: Valuta
ja: 通貨
ko: 통화
ms: Mata Wang
nb: Valuta
nl: Valuta
pl: Waluta
ro: Moneda
ru: Валюта
sk: Meny
sl: Valute
sv_se: Valuta
th: สกุลเงิน
tr: Para birimi
uk: Валюти
vi: Thu
zh_tw: 貨幣

# action_picker.sort_order
source: Item Sort Order
ar: ترتيب فرز العناصر
ca: Element d'ordenació
cs: Pořadí řazení položek
da: Vare sorteringsrækkefølge
de: Element-Sortierreihenfolge
el: Προβλέπει σειρά ταξινόμησης
es_es: Elemento de ordenación
fi: Nimikkeen lajittelujärjestys
fr: Ordre de tri des éléments
he: סדר המיון פריט
hi: आइटम सॉर्ट क्रम
hr: Redoslijed sortiranja stavki
hu: Cikk rendezési sorrend
it: Elemento di ordinamento
ja: アイテムの並べ替え順序
ko: 항목 정렬 순서
ms: Perintah Susun item
nb: Elementet sorteringsrekkefølge
nl: Volgorde van items sorteren
pl: Kolejność sortowania elementu
ro: Ordinea de sortare element
ru: Порядок сортировки элементов
sk: Poradie zoradenia položiek
sl: Artikel vrstni red
sv_se: Sorteringsordning för objekt
th: ลำดับการจัดเรียงสินค้า
tr: Öğe sıralama düzeni
uk: Порядок сортування елементів
vi: Thứ tự sắp xếp mục
zh_tw: 專案排序次序

# addItem.error.missing.name
source: Missing Name
ar: اسم مفقود
ca: Falta el nom
cs: Chybějící jméno
da: Manglende navn
de: Fehlender Name
el: Λείπει το όνομα
es_es: Falta nombre
fi: Nimi puuttuu
fr: Nom manquant
he: שם חסר
hi: नाम गुम
hr: Nedostaje naziv
hu: Hiányzik a neve.
it: Nome mancante
ja: 名がありません。
ko: 누락 된 이름
ms: Kehilangan nama
nb: Manglende navn
nl: Ontbrekende naam
pl: Brak nazwy
ro: Lipsește numele de
ru: Отсутствует имя
sk: Chýba názov
sl: Manjka ime
sv_se: Namn saknas
th: ไม่มีชื่อ
tr: Adı eksik
uk: Відсутнє ім'я
vi: Thiếu tên
zh_tw: 缺少名稱

# addItem.error.missing.name.detail
source: Item requires a name.
ar: ويتطلب البند اسماً.
ca: Element requereix un nom.
cs: Položka vyžaduje název.
da: Element kræver et navn.
de: Element ist ein Name erforderlich.
el: Στοιχείο απαιτεί ένα όνομα.
es_es: Elemento requiere un nombre.
fi: Kohde vaatii nimi.
fr: Point requiert un nom.
he: פריט דורש שם.
hi: आइटम एक नाम की आवश्यकता है।
hr: Artikl zahtijeva naziv.
hu: Cikk megköveteli egy nevet.
it: Elemento richiede un nome.
ja: 項目には、名前が必要です。
ko: 항목 이름이 필요합니다.
ms: Perkara ini memerlukan satu nama.
nb: Elementet krever et navn.
nl: Object vereist een naam.
pl: Element wymaga nazwy.
ro: Necesită un nume.
ru: Элемент требует имя.
sk: Položka vyžaduje meno.
sl: Element zahteva ime.
sv_se: Objektet kräver ett namn.
th: สินค้าต้องการชื่อ
tr: Madde bir adı gerektirir.
uk: Елемент потрібне ім'я.
vi: Mục yêu cầu một tên.
zh_tw: 專案需要一個名稱。

# addItem.error.missing.price
source: Missing Price
ar: الأسعار مفقود
ca: Preu que falta
cs: Chybějící cena
da: Mangler pris
de: Fehlende Preis
el: Λείπουν τιμή
es_es: Precio que falta
fi: Hinta puuttuu
fr: Prix manquant
he: חסר מחיר
hi: गुम मूल्य
hr: Nedostaje cijena
hu: Hiányzó ár
it: Prezzo manca
ja: 価格がありません。
ko: 누락 된 가격
ms: Hilang harga
nb: Mangler pris
nl: Ontbrekende prijs
pl: Brak cen
ro: Lipsesc Pret
ru: Не указана цена
sk: Chýba cena
sl: Manjkajoča cena
sv_se: Saknas pris
th: ราคาหายไป
tr: Eksik fiyat
uk: Відсутні ціну
vi: Bảng giá
zh_tw: 缺少價格

# addItem.error.missing.price.detail
source: Item requires a price.
ar: البند يتطلب ثمناً.
ca: Element requereix un preu.
cs: Položka vyžaduje cenu.
da: Element kræver en pris.
de: Element ist erforderlich, einen Preis.
el: Στοιχείο απαιτεί μια τιμή.
es_es: Elemento requiere un precio.
fi: Kohde vaatii hinta.
fr: Ordre du jour exige un prix.
he: פריט דורש מחיר.
hi: आइटम एक मूल्य की आवश्यकता है।
hr: Artikl zahtijeva cijena.
hu: Cikk megköveteli egy ár.
it: Elemento richiede un prezzo.
ja: 項目には、価格が必要です。
ko: 항목 가격을 요구 한다.
ms: Item memerlukan harga.
nb: Elementet krever en pris.
nl: Object vereist een prijs.
pl: Element wymaga cenę.
ro: Necesită un preţ.
ru: Цена требует элемент.
sk: Položka vyžaduje cenu.
sl: Element zahteva cene.
sv_se: Objektet kräver ett pris.
th: สินค้าต้องมีราคา
tr: Madde bir fiyat gerektirir.
uk: Елемент вимагає за ціною.
vi: Mục yêu cầu một mức giá.
zh_tw: 專案要求的價格。

# addItem.error.zero.price
source: Invalid Price
ar: الأسعار غير صحيحة
ca: Preus no vàlid
cs: Platná cena
da: Ugyldig pris
de: Ungültige Preis
el: Μη έγκυρη τιμή
es_es: Precio no válido
fi: Virheellinen hintatason
fr: Prix non valide
he: מחיר לא חוקי
hi: अमान्य मूल्य
hr: Cijena nije valjana
hu: Érvénytelen ár
it: Prezzo non valido
ja: 価格が無効です。
ko: 잘못 된 가격
ms: Harga yang tidak sah
nb: Ugyldig pris
nl: Ongeldige prijs
pl: Nieprawidłową cenę
ro: Incorecte preţ
ru: Неправильная цена
sk: Neplatný cena
sl: Neveljavna cena
sv_se: Ogiltig pris
th: ราคาไม่ถูกต้อง
tr: Geçersiz fiyat
uk: Неприпустима Ціна
vi: Giá không hợp lệ
zh_tw: 不正確價位

# addItem.error.zero.price.detail
source: Price value must be greater than 0
ar: يجب أن تكون قيمة سعر أكبر من 0
ca: Preu valor ha de ser major que 0
cs: Cena hodnota musí být větší než 0
da: Pris værdi skal være større end 0
de: Preis-Wert muss größer als 0 sein.
el: Τιμή τιμή πρέπει να είναι μεγαλύτερο από 0
es_es: Valor del precio debe ser mayor que 0
fi: Hinta arvon on oltava suurempi kuin 0
fr: La valeur des prix doit être supérieure à 0
he: מחיר ערך חייב להיות גדול מ- 0
hi: मूल्य मान 0 से अधिक होना चाहिए
hr: Cijena vrijednost mora biti veća od 0
hu: Ár-érték 0-nál nagyobbnak kell lennie.
it: Prezzo valore deve essere maggiore di 0
ja: 価格の値は 0 より大きくなければなりません
ko: 가격 값은 0 보다 커야 합니다.
ms: Nilai harga mesti lebih besar daripada 0
nb: Pris verdi må være større enn 0
nl: Prijs waarde moet groter zijn dan 0
pl: Cena wartość musi być większa niż 0
ro: Pret valoare trebuie să fie mai mare decât 0
ru: Цена значение должно быть больше чем 0
sk: Cena hodnota musí byť väčšia než 0
sl: Cena vrednost mora biti večja od 0
sv_se: Priset måste vara större än 0
th: ราคาค่าต้องมากกว่า 0
tr: Fiyat değeri 0'dan büyük olmalıdır
uk: Ціна значення має бути більшим за 0
vi: Giá trị giá phải lớn hơn 0
zh_tw: 價格值必須大於 0

# alert.ok
source: OK
ar: موافق
ca: Correcte
de: Okay
es_es: Vale
fi: Okei
fr: Bien
he: אוקיי
hi: ठीक है
hu: oké
ja: わかりました
ko: 괜찮았던 것
ru: Хорошо
sl: v redu
sv_se: Okej
th: ตกลง, ได้
tr: Tamam
uk: Гаразд
zh_tw: 還行

# currency.picker.title
source: Currency
ar: تحويل العملات
ca: Moneda
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es_es: Moneda
fi: Valuutta
fr: Devise
he: מטבע
hi: मुद्रा
hr: Valuta
hu: Pénznem
it: Valuta
ja: 通貨
ko: 통화
ms: Mata Wang
nb: Valuta
nl: Valuta
pl: Waluta
ro: Moneda
ru: Валюта
sk: Meny
sl: Valute
sv_se: Valuta
th: สกุลเงิน
tr: Para birimi
uk: Валюти
vi: Thu
zh_tw: 貨幣

# general.Oops
source: Oops
ar: عفوا
ca: UI
cs: Chybička se vloudila
da: Ups
de: Hoppla
el: Ωχ
es_es: ¡ Uy
fi: Oho
fr: Oups
he: . אופס
hi: उफ़
hr: UPS
hu: Hoppá
ja: おっと
ko: 죄송 합니다
nl: Oeps
pl: UPS
ru: УПС
sk: Chybička se vloudila
sl: Ups
th: อุ่ย
vi: Rất tiếc
zh_tw: 哎呀

# general.done
source: Done
ar: عمله
ca: Fet
cs: Hotovo
da: Gjort
de: Fertig
el: Γίνει
es_es: Hecho
fi: Tehnyt
fr: Fait
he: עשיתי
hi: किया
hr: Učinio
hu: Kész
it: Fatto
ja: 行われます
ko: 완료
ms: Dilakukan
nb: Gjort
nl: Gedaan
pl: Zrobić
ro: Făcut
ru: Договорились
sk: Hotovo
sl: Opravljeno
sv_se: Gjort
th: เสร็จแล้ว
tr: Bitmiş
uk: Зроблено
vi: Thực hiện
zh_tw: 完成

# general.save
source: Saved
ar: حفظ
ca: Salvat
cs: Uloženo
da: Gemt
de: Gespeichert
el: Αποθηκευτεί
es_es: Guardado
fi: Tallennettu
fr: Enregistré
he: הציל
hi: सहेजा गया
hr: Spasio
hu: Mentett
it: Salvato
ja: 保存
ko: 저장
ms: Disimpan
nb: Lagret
nl: Opgeslagen
pl: Zapisane
ro: Salvate
ru: Сохраненные
sk: Uložené
sl: Shranjene
sv_se: Sparade
th: บันทึก
tr: Kaydedilen
uk: Збережені
vi: Lưu
zh_tw: 保存

# item.list.custom
source: Custom Amount
ar: المبلغ المخصص
ca: Quantitat de costum
cs: Vlastní částka
da: Brugerdefineret mængde
de: Benutzerdefinierte Betrag
el: Προσαρμοσμένο ποσό
es_es: Medida cantidad
fi: Mukautettu määrä
fr: Montant personnalisé
he: סכום מותאם אישית
hi: कस्टम राशि
hr: Prilagođeni iznos
hu: Egyéni összeg
it: Importo personalizzato
ja: カスタム金額
ko: 사용자 지정 금액
ms: Jumlah adat
nb: Egendefinerte beløp
nl: Aangepaste bedrag
pl: Niestandardową kwotę
ro: Valoarea particularizată
ru: Пользовательские сумма
sk: Vlastnú sumu
sl: Meri znesek
sv_se: Anpassade belopp
th: ยอดเงินที่กำหนดเอง
tr: Özel tutarı
uk: Користувальницькі суми
vi: Số tiền tùy chỉnh
zh_tw: 自訂金額

# item.list.noitems
source: No Items
ar: لا توجد عناصر
ca: Cap element
cs: Žádné položky
da: Ingen varer
de: Keine Elemente
el: Κανένα στοιχείο δεν
es_es: No hay artículos
fi: Ei kohteita
fr: Aucun élément
he: אין פריטים
hi: कोई आइटम नहीं
hr: Nema stavki
hu: Nincsenek elemek
it: Nessun elemento
ja: アイテムはありません。
ko: 항목 없음
ms: Tiada item
nb: Ingen elementer
nl: Geen Items
pl: Brak elementów
ro: Articole
ru: Нет элементов
sk: Žiadne položky
sl: Ni elementov
sv_se: Inga objekt
th: ไม่มีรายการ
tr: Öğe yok
uk: Немає елементів
vi: Không có khoản mục
zh_tw: 沒有專案

# item.list.number_of_item
source: (%lu item)
ar: (البند%lu)
ca: (element%lu)
cs: (%lu položka)
da: (%lu vare)
de: (%lu Artikel)
el: (είδος%lu)
es_es: (artículo%lu)
fi: (%lu erä)
fr: (point%lu)
he: (פריט%lu)
hi: (%lu आइटम)
hr: (%lu točka)
hu: (%lu cikk)
it: (art.%lu)
ja: (%lu の項目)
ko: (%lu 항목)
ms: (perkara%lu)
nb: (%lu element)
nl: (%lu-opdracht)
pl: (pozycja%lu)
ro: (din%lu)
ru: (пункт%lu)
sk: (%lu bod)
sl: (%lu element)
sv_se: (%lu element)
th: (%lu รายการ)
tr: (%lu madde)
uk: (%lu елемент)
vi: (%lu mục)
zh_tw: (%lu 專案)

# item.list.number_of_items
source: (%lu items)
ar: (مواد%lu)
ca: (elements de%lu)
cs: (%lu položky)
da: (%lu poster)
de: (%lu Artikel)
el: (%lu αντικείμενα)
es_es: (%lu artículos)
fi: (%lu kohteet)
fr: (Articles%lu)
he: (%lu פריטים)
hi: (%lu आइटम)
hr: (%lu predmeta)
hu: (%lu elem)
it: (%lu articoli)
ja: (%lu 件)
ko: (%lu 항목)
ms: (%lu item)
nb: (%lu elementer)
nl: (%lu artikelen)
pl: (%lu pozycji)
ro: (%lu-elemente)
ru: (%lu пункты)
sk: (%lu predmety)
sl: (%lu točk)
sv_se: (%lu artiklar)
th: (สินค้า%lu)
tr: (%lu öğe)
uk: (%lu пунктів)
vi: (%lu mục)
zh_tw: (%lu 專案)

# merchant.email.error_not_supported
source: Email Not Supported
ar: البريد الإلكتروني غير معتمد
ca: Correu electrònic no admet
cs: E-mail není podporován
da: E-mail understøttes ikke
de: E-Mail nicht unterstützt
el: Ηλεκτρονικό ταχυδρομείο δεν υποστηρίζεται
es_es: Correo electrónico no admitida
fi: Sähköposti ei tueta
fr: Courriel non pris en charge
he: דואר אלקטרוני אינו נתמך
hi: ईमेल समर्थित नहीं
hr: E-pošte ne podržava
hu: E-mail nem támogatott
it: E-mail non supportato
ja: メールはサポートされていません
ko: 지원 되지 않는 이메일
ms: E-mel yang tidak disokong
nb: E ikke støttes
nl: E-mail niet ondersteund
pl: E-mail nie obsługiwane
ro: E-mail nu acceptate
ru: Электронная почта не поддерживается
sk: E-mail nie je podporovaný
sl: E-pošta ni podprta
sv_se: E-post stöds inte
th: อีเมล์ที่ไม่สนับสนุน
tr: Desteklenmeyen e-posta
uk: Електронною поштою не підтримується
vi: Thư điện tử không được hỗ trợ
zh_tw: 電子郵件不支援

# merchant.email.error_not_supported_detail
source: This device does not support sending an email.
ar: لا يدعم هذا الجهاز بإرسال بريد إلكتروني.
ca: Aquest dispositiu no suporta enviant un correu electrònic.
cs: Toto zařízení nepodporuje odesílání e-mailu.
da: Denne enhed understøtter ikke at sende en e-mail.
de: Dieses Gerät unterstützt nicht das Senden einer e-Mail.
el: Αυτή η συσκευή δεν υποστηρίζει στέλνοντας ένα email.
es_es: Este dispositivo no es compatible con correo electrónico.
fi: Tämä laite ei tue sähköpostitse.
fr: Cet appareil ne supporte pas le courrier électronique.
he: התקן זה אינו תומך שליחת מייל.
hi: यह डिवाइस एक ईमेल भेज रहा समर्थन नहीं करता।
hr: Ovaj uređaj ne podržava slanje e-pošte.
hu: Ez az eszköz nem támogatja egy e-mailt.
it: Questo dispositivo non supporta l'invio di un'e-mail.
ja: このデバイスでは、電子メールを送信することはできません。
ko: 이 장치는 이메일을 보내는 지원 하지 않습니다.
ms: Peranti ini tidak menyokong menghantar e-mel.
nb: Denne enheten støtter ikke sende en epost.
nl: Dit apparaat biedt geen ondersteuning voor het verzenden van een e-mail.
pl: To urządzenie nie obsługuje wysyłania wiadomości e-mail.
ro: Acest dispozitiv nu acceptă trimiterea unui e-mail.
ru: Это устройство не поддерживает отправку по электронной почте.
sk: Toto zariadenie nepodporuje odosielanie e-mailu.
sl: Ta naprava podpira pošiljanje e-pošte.
sv_se: Denna enhet stöder inte skicka ett mail.
th: อุปกรณ์นี้ไม่สนับสนุนการส่งอีเมล์
tr: Bu cihaz bir e-posta göndermeyi desteklemez.
uk: Цей пристрій не підтримує адресою електронної пошти.
vi: Thiết bị này không hỗ trợ việc gửi một email.
zh_tw: 此設備不支援發送一封電子郵件。

# merchant.email.error_sending_message
source: Error sending Email. Please check your email and send again.
ar: حدث خطأ أثناء إرسال البريد الإلكتروني. الرجاء التحقق من البريد الإلكتروني الخاص بك، وإرسال مرة أخرى.
ca: Enviament d'E-mail d'error. Si us plau revisa el teu email i enviar una altra vegada.
cs: Chyba při odesílání zprávy. Zkontrolujte svůj e-mail a odešlete znovu.
da: Fejl ved afsendelse af E-mail. Behage indskrive jeres email og sende igen.
de: Fehler beim Senden von E-Mail. Bitte überprüfen Sie Ihre e-Mail und senden Sie erneut.
el: Σφάλμα κατά την αποστολή Email. Παρακαλώ ελέγξτε το email σας και να στείλετε ξανά.
es_es: Error al enviar correo electrónico. Por favor revise su correo electrónico y envíe de nuevo.
fi: Virhe lähetettäessä sähköpostia. Tarkista sähköpostisi ja lähettää uudelleen.
fr: Erreur lors de l'envoi d'Email. Veuillez consulter votre courrier électronique et l'envoyer à nouveau.
he: שגיאה בעת שליחת דואר אלקטרוני. אנא בדוק את הדוא ל שלך, שלח שוב.
hi: ईमेल भेजने में त्रुटि। कृपया अपने ईमेल की जाँच करें और पुन: भेजें।
hr: Pogreška u slanju e-pošte. Ček tvoj elektronička pošta i poslati ponovo.
hu: Hiba az E-mail küldése. Kérjük, ellenőrizze az e-mail, és újra elküldeni.
it: Errore durante l'invio di Email. Si prega di controllare la posta elettronica e inviare nuovamente.
ja: メールを送信中にエラー。 あなたのメール アドレスを確認して再度送信してください。
ko: 이메일을 전송 하는 중 오류가 발생 했습니다. 귀하의 이메일을 확인 하 고 다시 보내기.
ms: Ralat menghantar e-mel. Sila semak email anda dan hantar semula.
nb: Feil sende e-post. Sjekk din email og sende på nytt.
nl: Fout bij verzenden van E-mail. Controleer uw e-mailadres en verzend opnieuw.
pl: Wystąpił błąd podczas wysyłania wiadomości E-mail. Proszę sprawdzić twój poczta elektroniczna i Wyślij ponownie.
ro: Eroare la trimiterea E-mail. Vă rugăm să verificaţi adresa de email si trimite din nou.
ru: Ошибка при отправке электронной почты. Пожалуйста, проверьте вашу электронную почту и снова отправить.
sk: Chyba pri odosielaní e-mailu. Prosím skontrolujte svoj e-mail a odoslať znova.
sl: Napaka pri pošiljanju e-pošte. Prosim ček vaš email in Pošlji znova.
sv_se: Fel vid sändning av e-post. Kontrollera din e-post och skicka igen.
th: ข้อผิดพลาดในการส่งอีเมล์ กรุณาตรวจสอบอีเมล์ของคุณ และส่งอีกครั้ง
tr: E-posta gönderme hatası. Lütfen e-postanızı denetleyin ve yeniden gönderin.
uk: Помилка під час надсилання електронної пошти. Перевірте вашу електронну пошту й надіслати ще раз.
vi: Lỗi gửi Email. Hãy kiểm tra email của bạn và gửi một lần nữa.
zh_tw: 發送電子郵件時出錯。 請檢查您的電子郵件並再次發送。

# merchant.email.hi
source: Hi
ar: مرحبا
ca: Hola
cs: Ahoj
da: Hej
de: Hallo
el: Γεια σου
es_es: Hola
fi: Moikka
fr: Salut
he: היי
hi: नमस्ते
hr: Bok
hu: szia
it: Ciao
ja: こんにちは
ko: 안녕
nb: hei
nl: Hallo
pl: Cześć
ro: salut
ru: Привет
sk: ahoj
sl: živjo
sv_se: Hej
th: สวัสดี
tr: Merhaba
uk: Привіт
vi: Chào bạn
zh_tw: 你好

# merchant.email.invalid
source: Invalid Email
ar: بريد إلكتروني غير صالح
ca: Adreça electrònica no vàlida
cs: Neplatný E-mail
da: Ugyldig E-mail
de: Ungültige E-Mail
el: Μη έγκυρο Email
es_es: Correo electrónico no válida
fi: Virheellinen sähköpostiosoite
fr: Adresse E-mail incorrecte
he: דוא ל לא חוקית
hi: अमान्य ईमेल
hr: Neispravno elektronička pošta
hu: Érvénytelen E-mail
it: Email non valido
ja: 無効な e メール
ko: 잘못 된 이메일
ms: E-mel tidak sah
nb: Ugyldig e-post
nl: Ongeldig e-mailadres
pl: Nieprawidłowy adres E-mail
ro: E-mail nevalid
ru: Недопустимый адрес электронной почты
sk: Neplatný E-mail
sl: Neveljaven e-poštni
sv_se: Ogiltig e-postadress
th: อีเมล์ไม่ถูกต้อง
tr: Geçersiz e-posta
uk: Недійсна адреса електронної пошти
vi: Email không hợp lệ
zh_tw: 不正確電子郵件

# merchant.email.invalid.detail
source: Please enter a valid email address.
ar: الرجاء إدخال عنوان بريد إلكتروني صالح.
ca: Introduïu una adreça electrònica vàlida.
cs: Zadejte prosím platnou e-mailovou adresu.
da: Angiv en gyldig e-mail-adresse.
de: Bitte geben Sie eine gültige e-Mail-Adresse.
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
es_es: Introduzca una dirección válida de correo electrónico.
fi: Anna voimassa oleva sähköpostiosoite.
fr: Veuillez entrer une adresse email valide.
he: הזינו כתובת דוא ל חוקית.
hi: कृपया एक मान्य ईमेल पता दर्ज करें।
hr: Molimo unesite važeću e-mail adresu.
hu: Adjon meg egy érvényes e-mail címet.
it: Inserisci un indirizzo email valido.
ja: 有効なメール アドレスを入力してください。
ko: 유효한 이메일 주소를 입력 하십시오.
ms: Sila masukkan alamat email yang sah.
nb: Skriv inn en gyldig epostadresse.
nl: Voer een geldig e-mailadres.
pl: Podaj poprawny adres e-mail.
ro: Vă rugăm să introduceţi o adresă de e-mail validă.
ru: Пожалуйста, введите действительный адрес электронной почты.
sk: Prosím, zadajte platnú e-mailovú adresu.
sl: Vnesite veljaven email naslov.
sv_se: Skriv in en giltig emailadress.
th: กรุณาระบุ e-mail ที่ถูกต้อง
tr: Lütfen geçerli bir email adresi girin.
uk: Будь ласка, введіть електронну адресу.
vi: Vui lòng nhập một địa chỉ email hợp lệ.
zh_tw: 請輸入一個有效的電子郵件地址。

# merchant.email.receiptInfo
source: Here is your receipt for your %@ at %@ on %@.
ar: هنا هو إيصال الخاص بك لجهاز %@ في %@ في %@.
ca: Heus aquí el teu rebut pel seu %@ a %@ a %@.
cs: Tady je váš příjem pro %@ na %@ na %@.
da: Her er din kvittering for din %@ på %@ på %@.
de: Hier ist Ihre Quittung für Ihre %@ am %@ am %@.
el: Εδώ είναι η απόδειξή σας για σας %@ σε %@ σε %@.
es_es: Aquí está tu recibo para su %@ en %@ en %@.
fi: Tässä on %@ on %@ %@ kuitista.
fr: Voici votre reçu pour votre %@ à %@ sur %@.
he: הנה הקבלה שלך עבור שלך %@-%@-%@.
hi: यहाँ %@ पर %@ में अपने %@ के लिए आपकी रसीद है।
hr: Evo računa za %@ u %@ na %@.
hu: Itt van a %@, a %@, a %@ a visszaigazolást.
it: Ecco la ricevuta per il tuo %@ a %@ su %@.
ja: ここでは %@ の %@ であなたの %@ の領収書です。
ko: 여기에 %@에 %@에 %@에 대 한 영수증이입니다.
ms: Berikut adalah resit anda untuk %@ anda pada %@ pada %@.
nb: Her er din kvittering for din %@ på %@ på %@.
nl: Hier is uw aankoopbewijs van uw %@ op %@ op %@.
pl: Tutaj jest przyjęcie dla %@ w %@ na %@.
ro: Aici este chitanţa pentru al tău %@ la %@ pe %@.
ru: Вот ваш чек для вашего %@ на %@ на %@.
sk: Tu je váš príjem na %@ v %@ na %@.
sl: Tukaj je vaše potrdilo za vaše %@ na %@ na %@.
sv_se: Här är ditt kvitto för din %@ på %@ på %@.
th: นี่คือใบรับสำหรับของคุณ %@ ที่ %@ บน %@
tr: %@ üzerinde %@, senin %@ için belgeler burada.
uk: Ось квитанції для %@ на %@ на %@.
vi: Đây là biên nhận của bạn cho của bạn %@ tại %@ ngày %@.
zh_tw: 這裡是您的收據為你在 %@ 的 %@ %@。

# merchant.email.subject
source: Receipt from %@
ar: استلام من %@
ca: Rebut de %@
cs: Příjem od %@
da: Modtagelse fra %@
de: Empfang von %@
el: Παραλαβή από %@
es_es: Recibo de %@
fi: Kuitin %@
fr: Réception de %@
he: קבלות מ- %@
hi: %@ से रसीद
hr: Potvrde iz %@
hu: Nyugta az %@
it: Ricevuta da %@
ja: %@ からの領収書します。
ko: %@에서 영수증
ms: Diterima daripada %@
nb: Kvittering fra %@
nl: Ontvangst van %@
pl: Otrzymania od %@
ro: Primirea de %@
ru: Получение от %@
sk: Príjem z %@
sl: Prejema iz %@
sv_se: Kvitto från %@
th: รับจาก %@
tr: %@ giriş
uk: Надходжень від %@
vi: Nhận từ %@
zh_tw: 收到 %@

# merchant.email.thanks
source: Thanks for using Blockchain Merchant!
ar: شكرا لاستخدام التاجر بلوكتشين!
ca: Gràcies per utilitzar Blockchain comerciant!
cs: Díky za použití Blockchain obchodníka!
da: Tak for at bruge Blockchain købmand!
de: Danke für die Verwendung von Blockchain Händler!
el: Σας ευχαριστούμε που χρησιμοποιείτε Blockchain εμπορικής!
es_es: Gracias por usar Blockchain comerciante!
fi: Kiitos, että käytät Blockchain kauppias!
fr: Merci d'utiliser Blockchain marchand !
he: תודה על שימוש Blockchain סוחר!
hi: Blockchain व्यापारी का उपयोग करने के लिए धन्यवाद!
hr: Hvala što koristite Blockchain trgovac!
hu: Köszönjük, hogy segítségével a kereskedő Blockchain!
it: Grazie per aver utilizzato Blockchain mercante!
ja: Blockchain 商人を使用していただきありがとうございます!
ko: Blockchain 상인을 사용 하 여 주셔서 감사!
ms: Terima kasih kerana menggunakan Saudagar Blockchain!
nb: Takk for hjelp Blockchain kjøpmann!
nl: Bedankt voor het gebruiken van Blockchain handelaar!
pl: Dziękujemy za korzystanie z Blockchain kupca!
ro: Vă mulţumim pentru utilizarea Blockchain negustor!
ru: Спасибо за использование Blockchain купец!
sk: Vďaka za pomocou Blockchain obchodníka!
sl: Hvala za uporabo Blockchain trgovec!
sv_se: Tack för att använda Blockchain köpman!
th: ขอบคุณสำหรับการใช้ร้านค้า Blockchain
tr: Blockchain tüccar kullandığınız için teşekkürler!
uk: Дякуємо за допомогою Blockchain купець!
vi: Cảm ơn bạn đã sử dụng Blockchain thương gia!
zh_tw: 感謝您使用 Blockchain 商人!

# navigation.item_setup
source: Item Setup
ar: إعداد الصنف
ca: Organització de l'element
cs: Nastavení položky
da: Opsætning af vare
de: Artikeleinstellungen
el: Παραμετροποίηση ειδών
es_es: Elemento de configuración
fi: Nimikkeiden asetukset
fr: Configuration de l'élément
he: הגדרת פריט
hi: आइटम सेटअप
hr: Stavku postavljanje
hu: Cikk beállítása
it: Installazione di elemento
ja: 品目の設定
ko: 항목 설정
ms: Persediaan item
nb: Oppsett
nl: Artikelen instellen
pl: Element konfiguracji
ro: Parametrizare articol
ru: Элемент установки
sk: Nastavenie tovaru
sl: Nastavitev artikla
sv_se: Inst. artiklar
th: การตั้งค่าสินค้า
tr: Madde kurulumu
uk: Елемент інсталяції
vi: Thiết lập mục
zh_tw: 專案設置

# navigation.login
source: LogIn
ar: تسجيل الدخول
ca: Connecti's
cs: Přihlášení
de: Anmeldung
el: Σύνδεση
es_es: Inicio de sesión
fi: Kirjaudu sisään
fr: Ouverture de session
he: כניסה
hi: लॉगिन
hr: Prijava
hu: Bejelentkezés
it: Account di accesso
ja: ログイン
ko: 로그인
ms: Log masuk
nb: Logg inn
pl: Zgłoś się do systemu
ro: Autentificare
ru: Логин
sk: Prihlásenie
sl: Prijava
sv_se: Logga in
th: เข้าสู่ระบบ
tr: Oturum açma
uk: Логін
vi: Đăng nhập
zh_tw: 登錄
